benchmark/output/3servidores/0_22-Jul-2014-02:28:30-1-100-16.out
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.0.100 (be patient).....done


Server Software:        Apache/2.2.15
Server Hostname:        192.168.0.100
Server Port:            80

Document Path:          /BillMate/dashboard/user
Document Length:        522106 bytes

Concurrency Level:      16
Time taken for tests:   78.312 seconds
Complete requests:      100
Failed requests:        0
Write errors:           0
Keep-Alive requests:    0
Total transferred:      52227700 bytes
HTML transferred:       52210600 bytes
Requests per second:    1.28 [#/sec] (mean)
Time per request:       12529.957 [ms] (mean)
Time per request:       783.122 [ms] (mean, across all concurrent requests)
Transfer rate:          651.29 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        1    3   2.9      2      18
Processing:  7282 12059 1921.5  11831   19039
Waiting:     7187 11806 1881.3  11626   18936
Total:       7283 12063 1921.1  11839   19041

Percentage of the requests served within a certain time (ms)
  50%  11839
  66%  12184
  75%  12463
  80%  12711
  90%  13807
  95%  14924
  98%  18710
  99%  19041
 100%  19041 (longest request)