benchmark/output/3servidores/1_22-Jul-2014-02:30:09-1-500-8.out
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.0.100 (be patient)
Completed 100 requests
Completed 200 requests
Completed 300 requests
Completed 400 requests
Completed 500 requests
Finished 500 requests


Server Software:        Apache/2.2.15
Server Hostname:        192.168.0.100
Server Port:            80

Document Path:          /BillMate/dashboard/user
Document Length:        1740 bytes

Concurrency Level:      8
Time taken for tests:   393.800 seconds
Complete requests:      500
Failed requests:        498
   (Connect: 0, Receive: 0, Length: 498, Exceptions: 0)
Write errors:           0
Non-2xx responses:      2
Keep-Alive requests:    0
Total transferred:      260097756 bytes
HTML transferred:       260012268 bytes
Requests per second:    1.27 [#/sec] (mean)
Time per request:       6300.797 [ms] (mean)
Time per request:       787.600 [ms] (mean, across all concurrent requests)
Transfer rate:          645.00 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        1    2   1.3      2      11
Processing:   154 6264 503.1   6272    7277
Waiting:      154 6145 495.9   6157    7134
Total:        156 6266 503.1   6274    7278

Percentage of the requests served within a certain time (ms)
  50%   6274
  66%   6420
  75%   6507
  80%   6551
  90%   6722
  95%   6815
  98%   6940
  99%   7052
 100%   7278 (longest request)