benchmark/output/3servidores/1_22-Jul-2014-02:43:15-3-500-32.out
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.0.100 (be patient)
Completed 100 requests
Completed 200 requests
Completed 300 requests
Completed 400 requests
Completed 500 requests
Finished 500 requests


Server Software:        Apache/2.2.15
Server Hostname:        192.168.0.100
Server Port:            80

Document Path:          /BillMate/dashboard/user
Document Length:        1740 bytes

Concurrency Level:      32
Time taken for tests:   364.195 seconds
Complete requests:      500
Failed requests:        498
   (Connect: 0, Receive: 0, Length: 498, Exceptions: 0)
Write errors:           0
Non-2xx responses:      4
Keep-Alive requests:    0
Total transferred:      259059492 bytes
HTML transferred:       258973928 bytes
Requests per second:    1.37 [#/sec] (mean)
Time per request:       23308.471 [ms] (mean)
Time per request:       728.390 [ms] (mean, across all concurrent requests)
Transfer rate:          694.65 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        1    3   1.9      2      15
Processing:   141 22984 3143.0  23323   28769
Waiting:      141 22636 2939.7  23044   26771
Total:        144 22987 3142.9  23330   28773

Percentage of the requests served within a certain time (ms)
  50%  23330
  66%  24080
  75%  24597
  80%  24822
  90%  25716
  95%  26393
  98%  28442
  99%  28688
 100%  28773 (longest request)